//
// Outcomes data for Barrels
//

var SUCCESS = '<span class="success"><h1>Входи!</h1>дверь открыта<span>';

var PREFIX = 'Из бочки на тебя вылился волшебный уксус с&nbsp;особенным эффектом...<br><br>';

var OUTCOMES = [
    '<h1>Ступефай</h1><br>Эффект заклинания, щиты&nbsp;бесполезны!',
    '<h1>Инкарцеро</h1><br>Эффект заклинания, щиты&nbsp;бесполезны!',
    '<h1>Конъюнктивитус</h1><br>Эффект заклинания, щиты&nbsp;бесполезны!',
    '<h1>Петрификус Тоталус</h1><br>Эффект заклинания, щиты&nbsp;бесполезны!',
    'В течение следующих 15&nbsp;минут ты делаешь левой рукой то, что привык делать правой (в&nbsp;том числе держишь палочку!) и наоборот. И&nbsp;вообще, всячески путаешь право и лево.',
    'Следующие 15&nbsp;минут ты говоришь каждому проходящему мимо тебя&nbsp;приятности и милости',
    'Фраза, которую ты произнёс последней, привязывается к тебе &ndash; следующие 30&nbsp;минут ты вставляшь её в каждое произносимое тобой предложение буквально через слово!',
    'Следующие 5&nbsp;ты не переставая хлопаешь в &nbsp;ладоши!,
    'Ты ужасно хочешь петь&nbsp;Что угодно. Лучше всего восхвалять Хельгу!,
    'Последняя услышанная тобой фраза заменяет тебе любые ругательства на&nbsp;следующие 30&nbsp;минут. Ругаться привычным образом не&nbsp;получается вообще!',
    'Следующие 10&nbsp;минут ты разговариваешь исключительно шепотом!',
    'Что это за странное чувство в моей голове?&nbsp;Да это же влюбленность! &ndash; Последний человек которого ты видел становится объектом обожания на следующие пол часа.,
    'В следующие 15&nbsp;минут ты очень внимателен ко всем окружающим &ndash; оберегаешь их, открываешь перед ними двери, сдуваешь пылинки с их одежды и&nbsp;т.&nbsp;д.',
    'Тебе ужасно захотелось найти профессора Мракса и предложить ему чашечку ароматного кофе!',
    'Следующие 15 минут ты испытываешь чувство невероятного счастья и эйфории.&nbspТолько не взлети!',
    'Тебе очень, очень хочется обнять декана любого факультета. Ведь они такие мужественные!',
];
