//
// Outcomes data for Barrels
//

var SUCCESS = '<span class="success"><h1>Входи!</h1>дверь открыта<span>';

var PREFIX = 'Из бочки на тебя вылился волшебный уксус с&nbsp;особенным эффектом...<br><br>';

var OUTCOMES = [
    '<h1>Ступефай</h1><br>Эффект заклинания, щиты&nbsp;бесполезны!',
    '<h1>Инкарцеро</h1><br>Эффект заклинания, щиты&nbsp;бесполезны!',
    '<h1>Конъюнктивитус</h1><br>Эффект заклинания, щиты&nbsp;бесполезны!',
    '<h1>Петрификус Тоталус</h1><br>Эффект заклинания, щиты&nbsp;бесполезны!',
    'В течение следующих 15&nbsp;минут ты делаешь левой рукой то, что привык делать правой (в&nbsp;том числе держишь палочку!) и наоборот. И&nbsp;вообще, всячески путаешь право и лево.',
    'Следующие 15&nbsp;минут ты говоришь вслух не&nbsp;переставая, вообще не закрывая рта!',
    'Фраза, которую ты произнёс последней, привязывается к тебе &ndash; следующие 30&nbsp;минут ты вставляшь её в каждое произносимое тобой предложение буквально через слово!',
    'Следующие 5&nbsp;минут ты непрерывно хлопаешь в&nbsp;ладоши! Удерживать в руке палочку получается, но колдовать &ndash; без&nbsp;шансов!',
    'Следующие 30&nbsp;минут ты очень сильно заикаешься. Разговаривать с трудом можно, колдовать &ndash; без&nbsp;шансов!',
    'Последняя услышанная тобой фраза заменяет тебе любые ругательства на&nbsp;следующие 30&nbsp;минут. Ругаться привычным образом не&nbsp;получается вообще!',
    'Все 30&nbsp;ожидающих тебя<br>Ближайших притягательных минут<br>Тебе придётся белым лишь стихом<br>Все мысли в разговоре выражать!',
    'Пожалуйста, в следующие 30&nbsp;минут будь, пожалуйста, исключительно вежлив &ndash; пожалуйста, вставляй в речь &laquo;спасибо&raquo; и &laquo;пожалуйста&raquo; как можно чаще, лучше всего через слово. Спасибо!',
    'В следующие 15&nbsp;минут ты очень внимателен ко всем окружающим &ndash; оберегаешь их, открываешь перед ними двери, сдуваешь пылинки с их одежды и&nbsp;т.&nbsp;д.',
    'Вернись туда, откуда ты сюда пришёл, обними третьего встретившегося тебе там человека и 5&nbsp;минут говори ему комплименты.',
    'У тебя возникло острейшее желание как можно скорее выпить чаю с печеньем! И&nbsp;это желание не пройдёт, пока ты этого не сделаешь!',
    'У тебя возникло острейшее желание найти самого несчастного человека в&nbsp;Хогвартсе и как можно скорее напоить его чаем с печеньем! И&nbsp;это желание не&nbsp;пройдёт, пока ты этого не сделаешь!',
];
